// 投資信託ダービーのサンプルデータ
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20260109", "price": 298940 },
        { "name": "楽天VT", "date": "20260109", "price": 5435523},
    ],
    [
        { "name": "レバナス", "date": "20260113", "price": 307329 },
        { "name": "楽天VT", "date": "20260113", "price": 5537046},
    ],
    [
        { "name": "レバナス", "date": "20260114", "price": 308034 },
        { "name": "楽天VT", "date": "20260114", "price": 5552224},
    ],
    [
        { "name": "レバナス", "date": "20260115", "price": 300425 },
        { "name": "楽天VT", "date": "20260115", "price": 5524229},
    ],
    [
        { "name": "レバナス", "date": "20260116", "price": 302485 },
        { "name": "楽天VT", "date": "20260116", "price": 5544297},
    ],
    [
        { "name": "レバナス", "date": "20260119", "price": 299850 },
        { "name": "楽天VT", "date": "20260119", "price": 5500956},
    ],
    [
        { "name": "レバナス", "date": "20260120", "price": 301056 },
        { "name": "楽天VT", "date": "20260120", "price": 5523386},
    ],
    [
        { "name": "レバナス", "date": "20260121", "price": 288046 },
        { "name": "楽天VT", "date": "20260121", "price": 5432487},
    ],
    [
        { "name": "レバナス", "date": "20260122", "price": 295915 },
        { "name": "楽天VT", "date": "20260122", "price": 5496403},
    ],
    [
        { "name": "レバナス", "date": "20260123", "price": 300908 },
        { "name": "楽天VT", "date": "20260123", "price": 5539238},
    ],
    [
        { "name": "レバナス", "date": "20260126", "price": 295730 },
        { "name": "楽天VT", "date": "20260126", "price": 5416972},
    ],
    [
        { "name": "レバナス", "date": "20260127", "price": 297307 },
        { "name": "楽天VT", "date": "20260127", "price": 5422200},
    ],
    [
        { "name": "レバナス", "date": "20260128", "price": 298848 },
        { "name": "楽天VT", "date": "20260128", "price": 5400782},
    ],
    [
        { "name": "レバナス", "date": "20260129", "price": 302040 },
        { "name": "楽天VT",  "date": "20260129", "price": 5414611 }
    ],
    [
        { "name": "レバナス", "date": "20260130", "price": 299423 },
        { "name": "楽天VT",  "date": "20260130", "price": 5430126 }
    ],
    [
        { "name": "レバナス", "date": "20260202", "price": 294950 },
        { "name": "楽天VT",  "date": "20260202", "price": 5438221 }
    ],
    [
        { "name": "レバナス", "date": "20260203", "price": 299683 },
        { "name": "楽天VT",  "date": "20260203", "price": 5478021 }
    ],
    [
        { "name": "レバナス", "date": "20260204", "price": 291313 },
        { "name": "楽天VT",  "date": "20260204", "price": 5473973 }
    ],
    [
        { "name": "レバナス", "date": "20260205", "price": 282776 },
        { "name": "楽天VT",  "date": "20260205", "price": 5483586 }
    ],
    [
        { "name": "レバナス", "date": "20260206", "price": 274926 },
        { "name": "楽天VT",  "date": "20260206", "price": 5414780 }
    ],
    [
        { "name": "レバナス", "date": "20260209", "price": 286525 },
        { "name": "楽天VT",  "date": "20260209", "price": 5536203 }
    ]
];
