// 投資信託ダービーのサンプルデータ（10月分）
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20261009", "price": 1470336 },
        { "name": "楽天VT", "date": "20261009", "price": 6086484 },
    ],
    [
        { "name": "レバナス", "date": "20261013", "price": 1467332 },
        { "name": "楽天VT", "date": "20261013", "price": 6129656 },
    ],
    [
        { "name": "レバナス", "date": "20261014", "price": 1456849 },
        { "name": "楽天VT", "date": "20261014", "price": 6130499 },
    ],
    [
        { "name": "レバナス", "date": "20261015", "price": 1395357 },
        { "name": "楽天VT", "date": "20261015", "price": 6038589 },
    ],
    [
        { "name": "レバナス", "date": "20261016", "price": 1393221 },
        { "name": "楽天VT", "date": "20261016", "price": 6069282 },
    ],
    [
        { "name": "レバナス", "date": "20261019", "price": 1321914 },
        { "name": "楽天VT", "date": "20261019", "price": 6004523 },
    ],
    [
        { "name": "レバナス", "date": "20261020", "price": 1358035 },
        { "name": "楽天VT", "date": "20261020", "price": 6040782 },
    ],
    [
        { "name": "レバナス", "date": "20261021", "price": 1352026 },
        { "name": "楽天VT", "date": "20261021", "price": 6060344 },
    ],
    [
        { "name": "レバナス", "date": "20261022", "price": 1380735 },
        { "name": "楽天VT", "date": "20261022", "price": 6082436 },
    ],
    [
        { "name": "レバナス", "date": "20261023", "price": 1287195 },
        { "name": "楽天VT", "date": "20261023", "price": 5938921 },
    ],
    [
        { "name": "レバナス", "date": "20261026", "price": 1291268 },
        { "name": "楽天VT", "date": "20261026", "price": 5942463 },
    ],
    [
        { "name": "レバナス", "date": "20261027", "price": 1322915 },
        { "name": "楽天VT", "date": "20261027", "price": 5986141 },
    ],
    [
        { "name": "レバナス", "date": "20261028", "price": 1358235 },
        { "name": "楽天VT", "date": "20261028", "price": 6034204 },
    ],
    [
        { "name": "レバナス", "date": "20261029", "price": 1375260 },
        { "name": "楽天VT", "date": "20261029", "price": 6065909 },
    ],
    [
        { "name": "レバナス", "date": "20261030", "price": 1333064 },
        { "name": "楽天VT", "date": "20261030", "price": 6034879 },
    ]
];
