// 投資信託ダービーのサンプルデータ
// 12月データ（12月開始〜次月積立日1/10まで含む）
// 各月のデータは次の月の積立日までを含むルール
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20251209", "price": 200731 },
        { "name": "楽天VT", "date": "20251209", "price": 5267049 },
    ],
    [
        { "name": "レバナス", "date": "20251210", "price": 202361},
        { "name": "楽天VT", "date": "20251210", "price": 5289647},
    ],
    [
        { "name": "レバナス", "date": "20251211", "price": 202633},
        { "name": "楽天VT", "date": "20251211", "price": 5300777},
    ],
    [
        { "name": "レバナス", "date": "20251212", "price": 201139},
        { "name": "楽天VT", "date": "20251212", "price": 5310896},
    ],
    [
        { "name": "レバナス", "date": "20251215", "price": 193753},
        { "name": "楽天VT", "date": "20251215", "price": 5270422},
    ],
    [
        { "name": "レバナス", "date": "20251216", "price": 190838},
        { "name": "楽天VT", "date": "20251216", "price": 5240235},
    ],
    [
        { "name": "レバナス", "date": "20251217", "price": 190999},
        { "name": "楽天VT", "date": "20251217", "price": 5205663},
    ],
    [
        { "name": "レバナス", "date": "20251218", "price": 184836 },
        { "name": "楽天VT", "date": "20251218", "price": 5187955 },
    ],
    [
        { "name": "レバナス", "date": "20251219", "price": 190542 },
        { "name": "楽天VT", "date": "20251219", "price": 5236187},
    ],
    [        { "name": "レバナス", "date": "20251222", "price": 197471 },
        { "name": "楽天VT", "date": "20251222", "price": 5334506 },
    ],
    [        { "name": "レバナス", "date": "20251223", "price": 198175 },
        { "name": "楽天VT", "date": "20251223", "price": 5337879 },
    ],
    [        
        { "name": "レバナス", "date": "20251224", "price": 199348 },
        { "name": "楽天VT", "date": "20251224", "price": 5343781 },
    ],
    [
        { "name": "レバナス", "date": "20251225", "price": 200027 },
        { "name": "楽天VT", "date": "20251225", "price": 5346480 },
    ],
    [
        { "name": "レバナス", "date": "20251226", "price": 200780 },
        { "name": "楽天VT", "date": "20251226", "price": 5366717},
    ],
    [
        { "name": "レバナス", "date": "20251229", "price": 200484},
        { "name": "楽天VT", "date": "20251229", "price": 5370089 },
    ],
    [
        { "name": "レバナス", "date": "20251230", "price": 198681},
        { "name": "楽天VT", "date": "20251230", "price": 5354237 },
    ],
    [
        { "name": "レバナス", "date": "20260105", "price": 194235 },
        { "name": "楽天VT", "date": "20260105", "price": 5382906},
    ],
    [
        { "name": "レバナス", "date": "20260106", "price": 196445 },
        { "name": "楽天VT", "date": "20260106", "price": 5408877},  
    ],
    [
        { "name": "レバナス", "date": "20260107", "price": 200385 },
        { "name": "楽天VT", "date": "20260107", "price": 5438390},
    ],
    [
        { "name": "レバナス", "date": "20260108", "price": 200892 },
        { "name": "楽天VT", "date": "20260108", "price": 5422706},
    ],
];
