// 投資信託ダービーのサンプルデータ（7月分）
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20260709", "price": 1099864 },
        { "name": "楽天VT", "date": "20260709", "price": 6133198 },
    ],
    [
        { "name": "レバナス", "date": "20260710", "price": 1131542 },
        { "name": "楽天VT", "date": "20260710", "price": 6163891 },
    ],
    [
        { "name": "レバナス", "date": "20260713", "price": 1138780 },
        { "name": "楽天VT", "date": "20260713", "price": 6188344 },
    ],
    [
        { "name": "レバナス", "date": "20260714", "price": 1098081 },
        { "name": "楽天VT", "date": "20260714", "price": 6123922 },
    ],
    [
        { "name": "レバナス", "date": "20260715", "price": 1120371 },
        { "name": "楽天VT", "date": "20260715", "price": 6155796 },
    ],
    [
        { "name": "レバナス", "date": "20260716", "price": 1113343 },
        { "name": "楽天VT", "date": "20260716", "price": 6179069 },
    ],
    [
        { "name": "レバナス", "date": "20260717", "price": 1080249 },
        { "name": "楽天VT", "date": "20260717", "price": 6145171 },
    ],
    [
        { "name": "レバナス", "date": "20260721", "price": 1047522 },
        { "name": "楽天VT", "date": "20260721", "price": 6074173 },
    ],
    [
        { "name": "レバナス", "date": "20260722", "price": 1091105 },
        { "name": "楽天VT", "date": "20260722", "price": 6170805 },
    ],
    [
        { "name": "レバナス", "date": "20260723", "price": 1080668 },
        { "name": "楽天VT", "date": "20260723", "price": 6162036 },
    ],
    [
        { "name": "レバナス", "date": "20260724", "price": 1045004 },
        { "name": "楽天VT", "date": "20260724", "price": 6128307 },
    ],
    [
        { "name": "レバナス", "date": "20260727", "price": 1018781 },
        { "name": "楽天VT", "date": "20260727", "price": 6111611 },
    ],
    [
        { "name": "レバナス", "date": "20260728", "price": 1013222 },
        { "name": "楽天VT", "date": "20260728", "price": 6129319 },
    ],
    [
        { "name": "レバナス", "date": "20260729", "price": 993187 },
        { "name": "楽天VT", "date": "20260729", "price": 6118863 },
    ],
    [
        { "name": "レバナス", "date": "20260730", "price": 951282 },
        { "name": "楽天VT", "date": "20260730", "price": 6029482 },
    ],
    [
        { "name": "レバナス", "date": "20260731", "price": 996439 },
        { "name": "楽天VT", "date": "20260731", "price": 6051575 },
    ],
    [
        { "name": "レバナス", "date": "20260803", "price": 976561 },
        { "name": "楽天VT", "date": "20260803", "price": 5880740 },
    ],
    [
        { "name": "レバナス", "date": "20260804", "price": 1020564 },
        { "name": "楽天VT", "date": "20260804", "price": 6009583 },
    ],
];
