// 投資信託ダービーのサンプルデータ（9月分）
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20260909", "price": 1238045 },
        { "name": "楽天VT", "date": "20260909", "price": 5987153 },
    ],
    [
        { "name": "レバナス", "date": "20260910", "price": 1230515 },
        { "name": "楽天VT", "date": "20260910", "price": 5949040 },
    ],
    [
        { "name": "レバナス", "date": "20260911", "price": 1211599 },
        { "name": "楽天VT", "date": "20260911", "price": 5932850 },
    ],
    [
        { "name": "レバナス", "date": "20260914", "price": 1224728 },
        { "name": "楽天VT", "date": "20260914", "price": 5946848 },
    ],
    [
        { "name": "レバナス", "date": "20260915", "price": 1213528 },
        { "name": "楽天VT", "date": "20260915", "price": 5941957 },
    ],
    [
        { "name": "レバナス", "date": "20260916", "price": 1202762 },
        { "name": "楽天VT", "date": "20260916", "price": 5942631 },
    ]
    ,[
        { "name": "レバナス", "date": "20260917", "price": 1210167 },
        { "name": "楽天VT", "date": "20260917", "price": 5951907 },
    ]
    ,[
        { "name": "レバナス", "date": "20260918", "price": 1250490 },
        { "name": "楽天VT", "date": "20260918", "price": 6023243 },
    ]
    ,[
        { "name": "レバナス", "date": "20260924", "price": 1349864 },
        { "name": "楽天VT", "date": "20260924", "price": 6105878 },
    ]
    ,[
        { "name": "レバナス", "date": "20260925", "price": 1356709 },
        { "name": "楽天VT", "date": "20260925", "price": 6125103 },
    ]
    ,[
        { "name": "レバナス", "date": "20260928", "price": 1358576 },
        { "name": "楽天VT", "date": "20260928", "price": 6123416 },
    ]
    ,[
        { "name": "レバナス", "date": "20260929", "price": 1328396 },
        { "name": "楽天VT", "date": "20260929", "price": 6064897 },
    ]
];
