// 投資信託ダービーのサンプルデータ（7月分）
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20260709", "price": 1099864 },
        { "name": "楽天VT", "date": "20260709", "price": 6133198 },
    ],
    [
        { "name": "レバナス", "date": "20260710", "price": 1131542 },
        { "name": "楽天VT", "date": "20260710", "price": 6163891 },
    ],
    [
        { "name": "レバナス", "date": "20260713", "price": 1138780 },
        { "name": "楽天VT", "date": "20260713", "price": 6188344 },
    ],
    [
        { "name": "レバナス", "date": "20260714", "price": 1098081 },
        { "name": "楽天VT", "date": "20260714", "price": 6123922 },
    ],
    [
        { "name": "レバナス", "date": "20260715", "price": 1120371 },
        { "name": "楽天VT", "date": "20260715", "price": 6155796 },
    ],
    [
        { "name": "レバナス", "date": "20260716", "price": 1113343 },
        { "name": "楽天VT", "date": "20260716", "price": 6179069 },
    ],
    [
        { "name": "レバナス", "date": "20260717", "price": 1080249 },
        { "name": "楽天VT", "date": "20260717", "price": 6145171 },
    ],
    [
        { "name": "レバナス", "date": "20260721", "price": 1047522 },
        { "name": "楽天VT", "date": "20260721", "price": 6074173 },
    ],
    [
        { "name": "レバナス", "date": "20260722", "price": 1091105 },
        { "name": "楽天VT", "date": "20260722", "price": 6170805 },
    ],
];
