// 投資信託ダービーのサンプルデータ（8月分）
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20260813", "price": 1203537 },
        { "name": "楽天VT", "date": "20260813", "price": 6234721 },
    ],
    [
        { "name": "レバナス", "date": "20260814", "price": 1230821 },
        { "name": "楽天VT", "date": "20260814", "price": 6266594 },
    ],
    [
        { "name": "レバナス", "date": "20260817", "price": 1224758 },
        { "name": "楽天VT", "date": "20260817", "price": 6249055 },
    ],
    [
        { "name": "レバナス", "date": "20260818", "price": 1224071 },
        { "name": "楽天VT", "date": "20260818", "price": 6250404 },
    ],
    [
        { "name": "レバナス", "date": "20260819", "price": 1182201 },
        { "name": "楽天VT", "date": "20260819", "price": 6178225 },
    ],
    [
        { "name": "レバナス", "date": "20260820", "price": 1169389 },
        { "name": "楽天VT", "date": "20260820", "price": 6165408 },
    ],
    [
        { "name": "レバナス", "date": "20260821", "price": 1157320 },
        { "name": "楽天VT", "date": "20260821", "price": 6159337 },
    ],
    [
        { "name": "レバナス", "date": "20260824", "price": 1161953 },
        { "name": "楽天VT", "date": "20260824", "price": 6180586 },
    ],
    [
        { "name": "レバナス", "date": "20260825", "price": 1142734 },
        { "name": "楽天VT", "date": "20260825", "price": 6171142 },
    ],
    [
        { "name": "レバナス", "date": "20260826", "price": 1155489 },
        { "name": "楽天VT", "date": "20260826", "price": 6202510 },
    ],
    [
        { "name": "レバナス", "date": "20260827", "price": 1156976 },
        { "name": "楽天VT", "date": "20260827", "price": 6198125 },
    ],
    [
        { "name": "レバナス", "date": "20260828", "price": 1190667 },
        { "name": "楽天VT", "date": "20260828", "price": 6233877 },
    ],
    [
        { "name": "レバナス", "date": "20260831", "price": 1178998 },
        { "name": "楽天VT", "date": "20260831", "price": 6234889 },
    ]
];
