// 投資信託ダービーのサンプルデータ（5月分）
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20260511", "price": 882350 },
        { "name": "楽天VT", "date": "20260511", "price": 5881246 },
    ],
    [
        { "name": "レバナス", "date": "20260512", "price": 890252 },
        { "name": "楽天VT", "date": "20260512", "price": 5902663 },
    ],
    [
        { "name": "レバナス", "date": "20260513", "price": 877025 },
        { "name": "楽天VT", "date": "20260513", "price": 5878379 },
    ],
    [
        { "name": "レバナス", "date": "20260514", "price": 896135 },
        { "name": "楽天VT", "date": "20260514", "price": 5923069 },
    ],
    [
        { "name": "レバナス", "date": "20260515", "price": 912583 },
        { "name": "楽天VT", "date": "20260515", "price": 5972987 },
    ],
    [
        { "name": "レバナス", "date": "20260518", "price": 887246 },
        { "name": "楽天VT", "date": "20260518", "price": 5891701 },
    ],
    [
        { "name": "レバナス", "date": "20260519", "price": 879258 },
        { "name": "楽天VT", "date": "20260519", "price": 5900977 },
    ],
    [
        { "name": "レバナス", "date": "20260520", "price": 868994 },
        { "name": "楽天VT", "date": "20260520", "price": 5858479 },
    ],
    [
        { "name": "レバナス", "date": "20260521", "price": 896350 },
        { "name": "楽天VT", "date": "20260521", "price": 5933356 },
    ],
    [
        { "name": "レバナス", "date": "20260522", "price": 901160 },
        { "name": "楽天VT", "date": "20260522", "price": 5962700 },
    ],
    [
        { "name": "レバナス", "date": "20260525", "price": 906399 },
        { "name": "楽天VT", "date": "20260525", "price": 5965904 },
    ],
    [
        { "name": "レバナス", "date": "20260526", "price": 907043 },
        { "name": "楽天VT", "date": "20260526", "price": 5970120 },
    ],
    [
        { "name": "レバナス", "date": "20260527", "price": 940154 },
        { "name": "楽天VT", "date": "20260527", "price": 6052418 },
    ],
    [
        { "name": "レバナス", "date": "20260528", "price": 940412 },
        { "name": "楽天VT", "date": "20260528", "price": 6056803 },
    ],
    [
        { "name": "レバナス", "date": "20260529", "price": 954841 },
        { "name": "楽天VT", "date": "20260529", "price": 6073667 },
    ],
    [
        { "name": "レバナス", "date": "20260601", "price": 961541 },
        { "name": "楽天VT", "date": "20260601", "price": 6086484 },
    ],
];
