// 11月データ（11月開始〜次月積立日12/9まで含む）
// 各月のデータは次の月の積立日までを含むルール
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20251111", "price": 100000 },
        { "name": "楽天VT", "date": "20251111", "price": 5195038 },
    ],
    [
        { "name": "レバナス", "date": "20251112", "price": 99386 },
        { "name": "楽天VT", "date": "20251112", "price": 5208867 },
    ],
    [
        { "name": "レバナス", "date": "20251113", "price": 99740 },
        { "name": "楽天VT", "date": "20251113", "price": 5244282 },
    ],
    [
        { "name": "レバナス", "date": "20251114", "price": 95513 },
        { "name": "楽天VT", "date": "20251114", "price": 5154227 },
    ],
    [
        { "name": "レバナス", "date": "20251117", "price": 95494 },
        { "name": "楽天VT", "date": "20251117", "price": 5150854 },
    ],
    [
        { "name": "レバナス", "date": "20251118", "price": 94267 },
        { "name": "楽天VT", "date": "20251118", "price": 5114933 },
    ],
    [
        { "name": "レバナス", "date": "20251119", "price": 92253 },
        { "name": "楽天VT", "date": "20251119", "price": 5082891 },
    ],
    [
        { "name": "レバナス", "date": "20251120", "price": 94236 },
        { "name": "楽天VT", "date": "20251120", "price": 5145457 },

    ],
    [
        { "name": "レバナス", "date": "20251121", "price": 89941 },
        { "name": "楽天VT", "date": "20251121", "price": 5074459 },
    ],
    [
        { "name": "レバナス", "date": "20251125", "price": 95581 },
        { "name": "楽天VT", "date": "20251125", "price": 5167381 },
    ],
    [
        { "name": "レバナス", "date": "20251126", "price": 96337 },
        { "name": "楽天VT", "date": "20251126", "price": 5201953 },
    ],
    [
        { "name": "レバナス", "date": "20251127", "price": 97682 },
        { "name": "楽天VT", "date": "20251127", "price": 5227586 },
    ],
    [
        { "name": "レバナス", "date": "20251128", "price": 98134 },
        { "name": "楽天VT", "date": "20251128", "price": 5251702 },
    ],
    [
        { "name": "レバナス", "date": "20251201", "price": 99052 },
        { "name": "楽天VT", "date": "20251201", "price": 5252377 },
    ],
    [
        { "name": "レバナス", "date": "20251202", "price": 98258 },
        { "name": "楽天VT", "date": "20251202", "price": 5222358 },
    ],
    [
        { "name": "レバナス", "date": "20251203", "price": 100000 },
        { "name": "楽天VT", "date": "20251203", "price": 5235175 },
    ],
    [
        { "name": "レバナス", "date": "20251204", "price": 100204 },
        { "name": "楽天VT", "date": "20251204", "price": 5239054},
    ],
    [
        { "name": "レバナス", "date": "20251205", "price": 99820 },
        { "name": "楽天VT", "date": "20251205", "price": 5241752 },
    ],
    [
        { "name": "レバナス", "date": "20251208", "price": 100756 },
        { "name": "楽天VT", "date": "20251208", "price": 5255075},
    ],
    [
        { "name": "レバナス", "date": "20251209", "price": 100731 },
        { "name": "楽天VT", "date": "20251209", "price": 5267049 },
    ]
];
