// 投資信託ダービーのサンプルデータ（4月分）
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20260409", "price": 579888 },
        { "name": "楽天VT", "date": "20260409", "price": 5546152 },
    ],
    [
        { "name": "レバナス", "date": "20260410", "price": 589484 },
        { "name": "楽天VT", "date": "20260410", "price": 5573135 },
    ],
    [
        { "name": "レバナス", "date": "20260413", "price": 593063 },
        { "name": "楽天VT", "date": "20260413", "price": 5594553 },
    ],
    [
        { "name": "レバナス", "date": "20260414", "price": 602849 },
        { "name": "楽天VT", "date": "20260414", "price": 5625583 },
    ],
    [
        { "name": "レバナス", "date": "20260415", "price": 622878 },
        { "name": "楽天VT", "date": "20260415", "price": 5679043 },
    ],
    [
        { "name": "レバナス", "date": "20260416", "price": 640128 },
        { "name": "楽天VT", "date": "20260416", "price": 5697088 },
    ],
    [
        { "name": "レバナス", "date": "20260417", "price": 648467 },
        { "name": "楽天VT", "date": "20260417", "price": 5725757 },
    ],
    [
        { "name": "レバナス", "date": "20260420", "price": 663317 },
        { "name": "楽天VT", "date": "20260420", "price": 5787649 },
    ],
    [
        { "name": "レバナス", "date": "20260421", "price": 659662 },
        { "name": "楽天VT", "date": "20260421", "price": 5775844 },
    ],
    [
        { "name": "レバナス", "date": "20260422", "price": 654902 },
        { "name": "楽天VT", "date": "20260422", "price": 5716482 },
    ],
    [
        { "name": "レバナス", "date": "20260423", "price": 677596 },
        { "name": "楽天VT", "date": "20260423", "price": 5775001 },
    ],
    [
        { "name": "レバナス", "date": "20260424", "price": 672189 },
        { "name": "楽天VT", "date": "20260424", "price": 5754595 },
    ],
    [
        { "name": "レバナス", "date": "20260427", "price": 695912 },
        { "name": "楽天VT", "date": "20260427", "price": 5788829 },
    ],
    [
        { "name": "レバナス", "date": "20260428", "price": 696140 },
        { "name": "楽天VT", "date": "20260428", "price": 5788492 },
    ],
    [
        { "name": "レバナス", "date": "20260430", "price": 694046 },
        { "name": "楽天VT", "date": "20260430", "price": 5765894 },
    ],
    [
        { "name": "レバナス", "date": "20260501", "price": 693399 },
        { "name": "楽天VT", "date": "20260501", "price": 5736213 },
    ],
    [
        { "name": "レバナス", "date": "20260507", "price": 746974 },
        { "name": "楽天VT", "date": "20260507", "price": 5852576 },
    ],
    [
        { "name": "レバナス", "date": "20260508", "price": 748535 },
        { "name": "楽天VT", "date": "20260508", "price": 5825762 },
    ],
];
