// 投資信託ダービーのサンプルデータ（10月分）
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20261009", "price": 1470336 },
        { "name": "楽天VT", "date": "20261009", "price": 6086484 },
    ],
    [
        { "name": "レバナス", "date": "20261013", "price": 1467332 },
        { "name": "楽天VT", "date": "20261013", "price": 6129656 },
    ],
    [
        { "name": "レバナス", "date": "20261014", "price": 1456849 },
        { "name": "楽天VT", "date": "20261014", "price": 6130499 },
    ],
    [
        { "name": "レバナス", "date": "20261015", "price": 1395357 },
        { "name": "楽天VT", "date": "20261015", "price": 6038589 },
    ],
    [
        { "name": "レバナス", "date": "20261016", "price": 1393221 },
        { "name": "楽天VT", "date": "20261016", "price": 6069282 },
    ]
];
