// 投資信託ダービーのサンプルデータ（3月分）
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20260310", "price": 481842 },
        { "name": "楽天VT", "date": "20260310", "price": 5440245 },
    ],
    [
        { "name": "レバナス", "date": "20260311", "price": 483103 },
        { "name": "楽天VT", "date": "20260311", "price": 5455254 },
    ],
    [
        { "name": "レバナス", "date": "20260312", "price": 485813 },
        { "name": "楽天VT", "date": "20260312", "price": 5479201 },
    ],
    [
        { "name": "レバナス", "date": "20260313", "price": 470561 },
        { "name": "楽天VT", "date": "20260313", "price": 5389315 },
    ],
    [
        { "name": "レバナス", "date": "20260316", "price": 465078 },
        { "name": "楽天VT", "date": "20260316", "price": 5356429 },
    ],
    [
        { "name": "レバナス", "date": "20260317", "price": 475572 },
        { "name": "楽天VT", "date": "20260317", "price": 5429620 },
    ],
    [
        { "name": "レバナス", "date": "20260318", "price": 475572 },
        { "name": "楽天VT", "date": "20260318", "price": 5443786 },
    ],
    [
        { "name": "レバナス", "date": "20260319", "price": 467788 },
        { "name": "楽天VT", "date": "20260319", "price": 5383918 },
    ],
    [
        { "name": "レバナス", "date": "20260323", "price": 446203 },
        { "name": "楽天VT", "date": "20260323", "price": 5248161 },
    ],
    [
        { "name": "レバナス", "date": "20260324", "price": 454427 },
        { "name": "楽天VT", "date": "20260324", "price": 5301789 },
    ],
    [
        { "name": "レバナス", "date": "20260325", "price": 447873 },
        { "name": "楽天VT", "date": "20260325", "price": 5281046 },
    ],
    [
        { "name": "レバナス", "date": "20260326", "price": 447873 },
        { "name": "楽天VT", "date": "20260326", "price": 5359296 },
    ],
    [
        { "name": "レバナス", "date": "20260327", "price": 435048 },
        { "name": "楽天VT", "date": "20260327", "price": 5255581 },
    ],
    [
        { "name": "レバナス", "date": "20260330", "price": 447873 },
        { "name": "楽天VT", "date": "20260330", "price": 5359296 },
    ],
    [
        { "name": "レバナス", "date": "20260331", "price": 412233 },
        { "name": "楽天VT", "date": "20260331", "price": 5178511 },
    ],
    [
        { "name": "レバナス", "date": "20260401", "price": 436718 },
        { "name": "楽天VT", "date": "20260401", "price": 5304150 },
    ],
    [
        { "name": "レバナス", "date": "20260402", "price": 446392 },
        { "name": "楽天VT", "date": "20260402", "price": 5304178 },
    ],
    [
        { "name": "レバナス", "date": "20260403", "price": 450047 },
        { "name": "楽天VT", "date": "20260403", "price": 5371945 },
    ],
    [
        { "name": "レバナス", "date": "20260406", "price": 450299 },
        { "name": "楽天VT", "date": "20260406", "price": 5374306 },
    ],
    [
        { "name": "レバナス", "date": "20260407", "price": 450299 },
        { "name": "楽天VT", "date": "20260407", "price": 5374306 },
    ],
    [
        { "name": "レバナス", "date": "20260408", "price": 453324 },
        { "name": "楽天VT", "date": "20260408", "price": 5367054 },
    ],
];
