// 投資信託ダービーのサンプルデータ（5月分）
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20260511", "price": 882350 },
        { "name": "楽天VT", "date": "20260511", "price": 5881246 },
    ],
    [
        { "name": "レバナス", "date": "20260512", "price": 890252 },
        { "name": "楽天VT", "date": "20260512", "price": 5902663 },
    ],
    [
        { "name": "レバナス", "date": "20260513", "price": 877025 },
        { "name": "楽天VT", "date": "20260513", "price": 5878379 },
    ],
    [
        { "name": "レバナス", "date": "20260514", "price": 896135 },
        { "name": "楽天VT", "date": "20260514", "price": 5923069 },
    ],
    [
        { "name": "レバナス", "date": "20260515", "price": 912583 },
        { "name": "楽天VT", "date": "20260515", "price": 5972987 },
    ],
    [
        { "name": "レバナス", "date": "20260518", "price": 887246 },
        { "name": "楽天VT", "date": "20260518", "price": 5891701 },
    ],
    [
        { "name": "レバナス", "date": "20260519", "price": 879258 },
        { "name": "楽天VT", "date": "20260519", "price": 5900977 },
    ],
    [
        { "name": "レバナス", "date": "20260520", "price": 868994 },
        { "name": "楽天VT", "date": "20260520", "price": 5858479 },
    ],
    [
        { "name": "レバナス", "date": "20260521", "price": 896350 },
        { "name": "楽天VT", "date": "20260521", "price": 5933356 },
    ],
    [
        { "name": "レバナス", "date": "20260522", "price": 901160 },
        { "name": "楽天VT", "date": "20260522", "price": 5962700 },
    ],
];
