// 投資信託ダービーのサンプルデータ（6月分）
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20260609", "price": 1007302 },
        { "name": "楽天VT", "date": "20260609", "price": 5975685 },
    ],
    [
        { "name": "レバナス", "date": "20260610", "price": 985560 },
        { "name": "楽天VT", "date": "20260610", "price": 5974168 },
    ],
    [
        { "name": "レバナス", "date": "20260611", "price": 949134 },
        { "name": "楽天VT", "date": "20260611", "price": 5888834 },
    ],
    [
        { "name": "レバナス", "date": "20260612", "price": 1005919 },
        { "name": "楽天VT", "date": "20260612", "price": 6012618 },
    ]
];
