// 投資信託ダービーのサンプルデータ
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20260210", "price": 389384 },
        { "name": "楽天VT", "date": "20260210", "price": 5553910},
    ],
    [
        { "name": "レバナス", "date": "20260212", "price": 380319 },
        { "name": "楽天VT", "date": "20260212", "price": 5463855},
    ],
    [
        { "name": "レバナス", "date": "20260213", "price": 363763 },
        { "name": "楽天VT", "date": "20260213", "price": 5375317},
    ],
    [
        { "name": "レバナス", "date": "20260216", "price": 365211 },
        { "name": "楽天VT", "date": "20260216", "price": 5393531},
    ],
    [
        { "name": "レバナス", "date": "20260217", "price": 365835 },
        { "name": "楽天VT", "date": "20260217", "price": 5402300},
    ],
    [
        { "name": "レバナス", "date": "20260218", "price": 364562 },
        { "name": "楽天VT", "date": "20260218", "price": 5397916},
    ],
    [
        { "name": "レバナス", "date": "20260219", "price": 373826 },
        { "name": "楽天VT", "date": "20260219", "price": 5477852},
    ],
    [
        { "name": "レバナス", "date": "20260220", "price": 371879 },
        { "name": "楽天VT", "date": "20260220", "price": 5479876},
    ],
    [
        { "name": "レバナス", "date": "20260224", "price": 368407 },
        { "name": "楽天VT", "date": "20260224", "price": 5467734},
    ],
    [
        { "name": "レバナス", "date": "20260225", "price": 378621 },
        { "name": "楽天VT", "date": "20260225", "price": 5541599},
    ],
    [
        { "name": "レバナス", "date": "20260226", "price": 389933 },
        { "name": "楽天VT", "date": "20260226", "price": 5599612},
    ],
    [
        { "name": "レバナス", "date": "20260227", "price": 380044 },
        { "name": "楽天VT", "date": "20260227", "price": 5567401},
    ],    
    [
        { "name": "レバナス", "date": "20260302", "price": 379570 },
        { "name": "楽天VT", "date": "20260302", "price": 5572461 },
    ],
    [
        { "name": "レバナス", "date": "20260303", "price": 382517 },
        { "name": "楽天VT", "date": "20260303", "price": 5572461 },
    ],
    [
        { "name": "レバナス", "date": "20260304", "price": 375000 },
        { "name": "楽天VT", "date": "20260304", "price": 5469420 },
    ],
    [
        { "name": "レバナス", "date": "20260305", "price": 383765 },
        { "name": "楽天VT", "date": "20260305", "price": 5477009 },
    ],
    [
        { "name": "レバナス", "date": "20260309", "price": 375225 },
        { "name": "楽天VT", "date": "20260309", "price": 5421020 },
    ],
];
