// 投資信託ダービーのサンプルデータ（8月分）
const darbyRawData = [
    [
        { "name": "レバナス", "date": "20260813", "price": 1203537 },
        { "name": "楽天VT", "date": "20260813", "price": 6234721 },
    ],
    [
        { "name": "レバナス", "date": "20260814", "price": 1230821 },
        { "name": "楽天VT", "date": "20260814", "price": 6266594 },
    ],
    [
        { "name": "レバナス", "date": "20260817", "price": 1224758 },
        { "name": "楽天VT", "date": "20260817", "price": 6249055 },
    ],
    [
        { "name": "レバナス", "date": "20260818", "price": 1224071 },
        { "name": "楽天VT", "date": "20260818", "price": 6250404 },
    ],
    [
        { "name": "レバナス", "date": "20260819", "price": 1182201 },
        { "name": "楽天VT", "date": "20260819", "price": 6178225 },
    ],
    [
        { "name": "レバナス", "date": "20260820", "price": 1169389 },
        { "name": "楽天VT", "date": "20260820", "price": 6165408 },
    ],
    [
        { "name": "レバナス", "date": "20260821", "price": 1157320 },
        { "name": "楽天VT", "date": "20260821", "price": 6159337 },
    ]
];
